<?php
/*****************************************************************
//Author:HanSohn
//Version:2.0.3
*****************************************************************/

//********************************************************
//
//          配置文件_指定使用的数据库类型
//                   及数据库连接字符串
//
//********************************************************  

//=========================================================================站点路径

$SERVER_OTK_PATH="http://".$_SERVER['HTTP_HOST'];						//站点路径
$HTTP_CURRENT_FILES="http://".$_SERVER['HTTP_HOST'].$_SERVER['REQUEST_URI'];	//站点文件名
$DOCUMENT_OTK_PATH=$_SERVER['DOCUMENT_ROOT'];							//网站根目录
//=========================================================================数据库
echo $DB_PATH="$DOCUMENT_OTK_PATH/db1.mdb";                          //ACCESS数据库名

?>